/**
 * Каждая реплика — { speaker, text }:
 
 */
window.VN.data.storyLines = [
  // Сюжетная сцена 1
  [
    { speaker: 'САДОВНИК', text: 'Вам кого, барин?' },
    {
      speaker: 'ПОСЕТИТЕЛЬ',
      text: 'Я ко Льву Николаевичу. По приглашению. Подскажешь ли, где его сейчас найти?',
    },
    { speaker: 'САДОВНИК', text: 'Они по утрам гулять изволят. А где вот сей минут — бог их разберёт! Софья Андревна знать могут. Проводить вас к ней?' 
    },
    { speaker: 'ПОСЕТИТЕЛЬ', text: 'Не нужно, любезный. Я пройдусь по Прешпекту. Птичек ваших послушаю, больно они у вас здесь замечательно поют! Авось и встречу графа.' 
    },
    { speaker: 'САДОВНИК', text: 'В теплицу зайдите, барин!.. Где-то я видел этого птицелюба…' 
    },
  ],

  // Сюжетная сцена 2 — заглушка, замените на реальный текст
  [
    { speaker: 'ПОСЕТИТЕЛЬ', text: 'Постой-ка, дружок! Не видел ли ты графа?' },
    { speaker: 'ПАЦАН', text: 'Да, забодай его комар, вашего графа! Мне в поле надо, а я бегаю за ним подбираю по усадьбе всякие палки-читалки!' },
    { speaker: 'ПОСЕТИТЕЛЬ', text: 'Не егози! Давай я передам?' },
    { speaker: 'ПАЦАН', text: 'Благодарствую, барин! Только я не егоза, а Илья.' },
    { speaker: 'ПОСЕТИТЕЛЬ', text: 'И я Илья! Подскажи-ка мне, тёзка, где граф сейчас гуляет?' },
    { speaker: 'ПАЦАН', text: 'Не ведаю, но ежели увидите босые следы — они его! Побёг я, вашродие!' },
    { speaker: 'ПОСЕТИТЕЛЬ', text: 'Босой Лев Николаевич? Хм… Хороший сюжет!' },
    { speaker: 'ПАЦАН', text: 'НИ вам всего хорошего!' },
    { speaker: 'ПОСЕТИТЕЛЬ', text: 'Где ж искать твои следы, милый граф?' },
  ],

  // Сюжетная сцена 3 — заглушка
  [
    { speaker: 'Персонаж 1', text: '[Заглушка] Сцена 3, экран 1' },
    { speaker: 'Персонаж 2', text: '[Заглушка] Сцена 3, экран 2' },
    { speaker: 'Персонаж 3', text: '[Заглушка] Сцена 3, экран 3' },
  ],

  // Сюжетная сцена 4 — заглушка
  [
    { speaker: 'Персонаж 1', text: '[Заглушка] Сцена 4, экран 1' },
    { speaker: 'Персонаж 2', text: '[Заглушка] Сцена 4, экран 2' },
    { speaker: 'Персонаж 3', text: '[Заглушка] Сцена 4, экран 3' },
  ],

  // Сюжетная сцена 5 — заглушка (после неё идёт мини-игра "Продолжите цитату")
  [
    { speaker: 'Персонаж 1', text: '[Заглушка] Сцена 5, экран 1' },
    { speaker: 'Персонаж 2', text: '[Заглушка] Сцена 5, экран 2' },
    { speaker: 'Персонаж 3', text: '[Заглушка] Сцена 5, экран 3' },
  ],

  // Сюжетная сцена 6 — заглушка
  [
    { speaker: 'Персонаж 1', text: '[Заглушка] Сцена 6, экран 1' },
    { speaker: 'Персонаж 2', text: '[Заглушка] Сцена 6, экран 2' },
    { speaker: 'Персонаж 3', text: '[Заглушка] Сцена 6, экран 3' },
  ],
];
