/**
 * РЕПЛИКИ. Главный файл для редакторов текста — правите только его.
 */
window.VN.data.storyLines = [
  // Сюжетная сцена 1
  [
    '— Съешь ещё этих мягких французских булок да выпей чаю...',
    '— Съешь ещё этих мягких французских булок да выпей чаю, съешь ещё этих мягких французских булок да выпей чаю.',
    'Съешь ещё этих мягких французских булок да выпей чаю!',
  ],

  // Сюжетная сцена 2 — заглушка, замените на реальный текст
  [
    '— Съешь ещё этих мягких французских булок да выпей чаю...',
    '— Съешь ещё этих мягких французских булок да выпей чаю, съешь ещё этих мягких французских булок да выпей чаю.',
    'Съешь ещё этих мягких французских булок да выпей чаю!',],

  // Сюжетная сцена 3 — заглушка
  [
    '— Съешь ещё этих мягких французских булок да выпей чаю...',
    '— Съешь ещё этих мягких французских булок да выпей чаю, съешь ещё этих мягких французских булок да выпей чаю.',
    'Съешь ещё этих мягких французских булок да выпей чаю!',],

  // Сюжетная сцена 4 — заглушка
  [
    '— Съешь ещё этих мягких французских булок да выпей чаю...',
    '— Съешь ещё этих мягких французских булок да выпей чаю, съешь ещё этих мягких французских булок да выпей чаю.',
    'Съешь ещё этих мягких французских булок да выпей чаю!',],

  // Сюжетная сцена 5 — заглушка (после неё идёт мини-игра "Продолжите цитату")
  [
    '— Съешь ещё этих мягких французских булок да выпей чаю...',
    '— Съешь ещё этих мягких французских булок да выпей чаю, съешь ещё этих мягких французских булок да выпей чаю.',
    'Съешь ещё этих мягких французских булок да выпей чаю!',],

  // Сюжетная сцена 6 — заглушка
  [
    '— Съешь ещё этих мягких французских булок да выпей чаю...',
    '— Съешь ещё этих мягких французских булок да выпей чаю, съешь ещё этих мягких французских булок да выпей чаю.',
    'Съешь ещё этих мягких французских булок да выпей чаю!',],
];
