export const storyLines = [
  [
    '— Съешь ещё этих мягких французских булок да выпей чаю...',
    '— Съешь ещё этих мягких французских булок да выпей чаю, съешь ещё этих мягких французских булок да выпей чаю.',
    'Съешь ещё этих мягких французских булок да выпей чаю!',
  ],
  ['[Заглушка] Сцена 2, экран 1', '[Заглушка] Сцена 2, экран 2', '[Заглушка] Сцена 2, экран 3'],
  ['[Заглушка] Сцена 3, экран 1', '[Заглушка] Сцена 3, экран 2', '[Заглушка] Сцена 3, экран 3'],
  ['[Заглушка] Сцена 4, экран 1', '[Заглушка] Сцена 4, экран 2', '[Заглушка] Сцена 4, экран 3'],
  ['[Заглушка] Сцена 5, экран 1', '[Заглушка] Сцена 5, экран 2', '[Заглушка] Сцена 5, экран 3'],
  ['[Заглушка] Сцена 6, экран 1', '[Заглушка] Сцена 6, экран 2', '[Заглушка] Сцена 6, экран 3'],
];
